Tekla.Structures.ModelInternal.ICDelegate.ExportCreatePourBreak(Tekla.Structures.ModelInternal.dotPourBreak_t@)
DO NOT USE! For internal usage only!
pPourBreak:
Returns:

Tekla.Structures.ModelInternal.ICDelegate.ExportSelectPourBreak(Tekla.Structures.ModelInternal.dotPourBreak_t@)
DO NOT USE! For internal usage only!
pPourBreak:
Returns:

Tekla.Structures.ModelInternal.ICDelegate.ExportModifyPourBreak(Tekla.Structures.ModelInternal.dotPourBreak_t@)
DO NOT USE! For internal usage only!
pPourBreak:
Returns:

Tekla.Structures.ModelInternal.ICDelegate.ExportGetSolidSerialized(Tekla.Structures.ModelInternal.dotSolid_t@,System.Collections.Generic.List{System.Collections.Generic.List{System.Collections.Generic.List{Tekla.Structures.Internal.dotPoint_t}}}@,System.Collections.Generic.List{Tekla.Structures.Internal.dotPoint_t}@)
DO NOT USE! For internal usage only!
dotSolid:
serializedFaceList:
serializedVectorList:
Returns:

Tekla.Structures.ModelInternal.ICDelegate.ExportRefreshReferenceModel(Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t@)


Tekla.Structures.ModelInternal.ICDelegate.ExportCreateEmptyModel(Tekla.Structures.ModelInternal.dotModelInfo_t@)
